Revit 2024 API
EvaluatedParameter.Definition Property
 Definition of the parameter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public InternalDefinition Definition { get; }
Visual Basic
Public ReadOnly Property Definition As InternalDefinition
	Get
Visual C++
public:
property InternalDefinition^ Definition {
	InternalDefinition^ get ();
}
See Also
EvaluatedParameter Class
Autodesk.Revit.DB Namespace